Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexSystemIntents/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# system.habit.delete.title
source: Delete Lorvex Habit
ar: حذف عادة في Lorvex
bn: Lorvex অভ্যাস ডিলিট করুন
de: Lorvex-Gewohnheit löschen
el: Διαγραφή συνήθειας Lorvex
es: Eliminar hábito de Lorvex
fa: حذف عادت Lorvex
fr: Supprimer une habitude de Lorvex
he: מחיקת הרגל ב-Lorvex
hi: Lorvex आदत हटाएँ
id: Hapus Kebiasaan Lorvex
it: Elimina abitudine di Lorvex
ja: Lorvexの習慣を削除
ko: Lorvex 습관 삭제
mr: Lorvex सवय हटवा
ms: Padam Tabiat Lorvex
nl: Verwijder Lorvex-gewoonte
pl: Usuń nawyk Lorvex
pt_br: Excluir hábito do Lorvex
ro: Ștergere obicei Lorvex
ru: Удалить привычку Lorvex
ta: Lorvex பழக்கத்தை நீக்கு
te: Lorvex అలవాటును డిలీట్ చేయండి
th: ลบนิสัย Lorvex
tr: Lorvex alışkanlığını sil
uk: Видалити звичку Lorvex
ur: ایک Lorvex عادت حذف کریں
vi: Xóa thói quen Lorvex
zh_hans: 删除 Lorvex 习惯
zh_hant: 刪除 Lorvex 習慣

# system.habit.parameter.cue
source: Cue
ar: المحفّز
bn: সংকেত
de: Auslöser
el: Έναυσμα
es: Señal
fa: نشانه
fr: Déclencheur
he: רמז
hi: संकेत
id: Pemicu
it: Spunto
ja: きっかけ
ko: 신호
mr: संकेत
ms: Pencetus
nl: Aanleiding
pl: Wyzwalacz
pt_br: Gatilho
ro: Declanșator
ru: Триггер
ta: தூண்டுதல்
te: సంకేతం
th: ตัวกระตุ้น
tr: Tetikleyici
uk: Тригер
ur: اشارہ
vi: Tín hiệu
zh_hans: 触发提示
zh_hant: 提示

# system.habit.parameter.cue.optional_replacement.description
source: Optional replacement cue.
ar: محفّز بديل اختياري.
bn: ঐচ্ছিক নতুন সংকেত।
de: Optionaler neuer Auslöser.
el: Προαιρετικό νέο έναυσμα.
es: Señal de reemplazo opcional.
fa: نشانه جایگزین (اختیاری).
fr: Nouveau déclencheur facultatif.
he: רמז חלופי אופציונלי.
hi: नया संकेत (वैकल्पिक)।
id: Pemicu pengganti (opsional).
it: Nuovo spunto facoltativo.
ja: 置き換え後のきっかけ（省略可）
ko: 바꿀 신호(선택 사항)
mr: पर्यायी नवीन संकेत.
ms: Pencetus pengganti (pilihan).
nl: Optionele nieuwe aanleiding.
pl: Opcjonalny nowy wyzwalacz.
pt_br: Novo gatilho opcional.
ro: Declanșator nou opțional.
ru: Необязательный новый триггер.
ta: விருப்பத்தேர்வு புதிய தூண்டுதல்.
te: ఐచ్ఛిక కొత్త సంకేతం.
th: ตัวกระตุ้นใหม่ (ไม่บังคับ)
tr: İsteğe bağlı yeni tetikleyici.
uk: Необов’язковий новий тригер.
ur: متبادل اشارہ (اختیاری)۔
vi: Tín hiệu thay thế (tùy chọn).
zh_hans: 可选替换触发提示。
zh_hant: 要取代的提示（選填）

# system.habit.parameter.enabled
source: Enabled
ar: مفعّلة
bn: চালু
de: Aktiviert
el: Ενεργοποιημένο
es: Activado
fa: فعال
fr: Activé
he: מופעל
hi: चालू
id: Diaktifkan
it: Attivo
ja: 有効
ko: 활성화
mr: चालू
ms: Didayakan
nl: Ingeschakeld
pl: Włączone
pt_br: Ativado
ro: Activat
ru: Включено
ta: செயல்படுத்தப்பட்டது
te: ఎనేబల్ చేయబడింది
th: เปิดใช้งาน
tr: Etkin
uk: Увімкнено
ur: فعال
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

# system.habit.parameter.habit
source: Habit
ar: العادة
bn: অভ্যাস
de: Gewohnheit
el: Συνήθεια
es: Hábito
fa: عادت
fr: Habitude
he: הרגל
hi: आदत
id: Kebiasaan
it: Abitudine
ja: 習慣
ko: 습관
mr: सवय
ms: Tabiat
nl: Gewoonte
pl: Nawyk
pt_br: Hábito
ro: Obicei
ru: Привычка
ta: பழக்கம்
te: అలవాటు
th: นิสัย
tr: Alışkanlık
uk: Звичка
ur: عادت
vi: Thói quen
zh_hans: 习惯
zh_hant: 習慣

# system.habit.parameter.habits
source: Habits
ar: العادات
bn: অভ্যাস
de: Gewohnheiten
el: Συνήθειες
es: Hábitos
fa: عادت‌ها
fr: Habitudes
he: הרגלים
hi: आदतें
id: Kebiasaan
it: Abitudini
ja: 習慣
ko: 습관
mr: सवयी
ms: Tabiat
nl: Gewoontes
pl: Nawyki
pt_br: Hábitos
ro: Obiceiuri
ru: Привычки
ta: பழக்கங்கள்
te: అలవాట్లు
th: นิสัย
tr: Alışkanlıklar
uk: Звички
ur: عادات
vi: Thói quen
zh_hans: 习惯
zh_hant: 習慣

# system.habit.parameter.name
source: Name
ar: الاسم
bn: নাম
el: Όνομα
es: Nombre
fa: نام
fr: Nom
he: שם
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
mr: नाव
ms: Nama
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Название
ta: பெயர்
te: పేరు
th: ชื่อ
tr: Ad
uk: Назва
ur: نام
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# system.habit.parameter.name.optional_replacement.description
source: Optional replacement name.
ar: اسم بديل اختياري.
bn: ঐচ্ছিক নতুন নাম।
de: Optionaler neuer Name.
el: Προαιρετικό νέο όνομα.
es: Nombre de reemplazo opcional.
fa: نام جایگزین (اختیاری).
fr: Nouveau nom facultatif.
he: שם חלופי אופציונלי.
hi: नया नाम (वैकल्पिक)।
id: Nama pengganti (opsional).
it: Nuovo nome facoltativo.
ja: 置き換え後の名前（省略可）
ko: 바꿀 이름(선택 사항)
mr: पर्यायी नवीन नाव.
ms: Nama pengganti (pilihan).
nl: Optionele nieuwe naam.
pl: Opcjonalna nowa nazwa.
pt_br: Novo nome opcional.
ro: Nume nou opțional.
ru: Необязательное новое название.
ta: விருப்பத்தேர்வு புதிய பெயர்.
te: ఐచ్ఛిక కొత్త పేరు.
th: ชื่อใหม่ (ไม่บังคับ)
tr: İsteğe bağlı yeni ad.
uk: Необов’язкова нова назва.
ur: متبادل نام (اختیاری)۔
vi: Tên thay thế (tùy chọn).
zh_hans: 可选替换名称。
zh_hant: 要取代的名稱（選填）

# system.habit.parameter.reminder
source: Reminder
ar: التذكير
bn: রিমাইন্ডার
de: Erinnerung
el: Υπόμνηση
es: Recordatorio
fa: یادآور
fr: Rappel
he: תזכורת
hi: रिमाइंडर
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
mr: रिमाइंडर
ms: Peringatan
nl: Herinnering
pl: Przypomnienie
pt_br: Lembrete
ro: Memento
ru: Напоминание
ta: நினைவூட்டல்
te: రిమైండర్
th: เตือนความจำ
tr: Anımsatıcı
uk: Нагадування
ur: یاد دہانی
vi: Lời nhắc
zh_hans: 提醒
zh_hant: 提醒

# system.habit.parameter.reminder_time
source: Reminder Time
ar: وقت التذكير
bn: রিমাইন্ডারের সময়
de: Uhrzeit der Erinnerung
el: Ώρα υπόμνησης
es: Hora del recordatorio
fa: زمان یادآور
fr: Heure du rappel
he: שעת תזכורת
hi: रिमाइंडर का समय
id: Waktu Pengingat
it: Ora del promemoria
ja: リマインダー時刻
ko: 알림 시간
mr: रिमाइंडरची वेळ
ms: Masa Peringatan
nl: Herinneringstijd
pl: Godzina przypomnienia
pt_br: Horário do lembrete
ro: Ora mementoului
ru: Время напоминания
ta: நினைவூட்டல் நேரம்
te: రిమైండర్ సమయం
th: เวลาเตือนความจำ
tr: Anımsatıcı saati
uk: Час нагадування
ur: یاد دہانی کا وقت
vi: Giờ nhắc
zh_hans: 提醒时间
zh_hant: 提醒時間

# system.habit.parameter.target_count
source: Target Count
ar: العدد المستهدف
bn: লক্ষ্যের সংখ্যা
de: Zielanzahl
el: Αριθμός στόχου
es: Cantidad objetivo
fa: تعداد هدف
fr: Nombre cible
he: מספר היעד
hi: लक्ष्य संख्या
id: Jumlah Target
it: Numero obiettivo
ja: 目標回数
ko: 목표 횟수
mr: लक्ष्य संख्या
ms: Bilangan Sasaran
nl: Doelaantal
pl: Docelowa liczba
pt_br: Quantidade da meta
ro: Număr obiectiv
ru: Целевое количество
ta: இலக்கு எண்ணிக்கை
te: లక్ష్య సంఖ్య
th: จำนวนเป้าหมาย
tr: Hedef sayısı
uk: Цільова кількість
ur: ہدف کی تعداد
vi: Số lần mục tiêu
zh_hans: 目标次数
zh_hant: 目標次數

# system.habit.parameter.target_count.optional_replacement.description
source: Optional replacement target count.
ar: عدد مستهدف بديل اختياري.
bn: ঐচ্ছিক নতুন লক্ষ্যের সংখ্যা।
de: Optionale neue Zielanzahl.
el: Προαιρετικός νέος αριθμός στόχου.
es: Cantidad objetivo de reemplazo opcional.
fa: تعداد هدف جایگزین (اختیاری).
fr: Nouveau nombre cible facultatif.
he: מספר יעד חלופי אופציונלי.
hi: नई लक्ष्य संख्या (वैकल्पिक)।
id: Jumlah target pengganti (opsional).
it: Nuovo numero obiettivo facoltativo.
ja: 置き換え後の目標回数（省略可）
ko: 바꿀 목표 횟수(선택 사항)
mr: पर्यायी नवीन लक्ष्य संख्या.
ms: Bilangan sasaran pengganti (pilihan).
nl: Optioneel nieuw doelaantal.
pl: Opcjonalna nowa docelowa liczba.
pt_br: Nova quantidade da meta opcional.
ro: Număr obiectiv nou opțional.
ru: Необязательное новое целевое количество.
ta: விருப்பத்தேர்வு புதிய இலக்கு எண்ணிக்கை.
te: ఐచ్ఛిక కొత్త లక్ష్య సంఖ్య.
th: จำนวนเป้าหมายใหม่ (ไม่บังคับ)
tr: İsteğe bağlı yeni hedef sayısı.
uk: Необов’язкова нова цільова кількість.
ur: متبادل ہدف کی تعداد (اختیاری)۔
vi: Số lần mục tiêu thay thế (tùy chọn).
zh_hans: 可选替换目标次数。
zh_hant: 要取代的目標次數（選填）

# system.habit.reminder.add.description
source: Add a reminder to a Lorvex habit.
ar: إضافة تذكير إلى عادة في Lorvex.
bn: একটি Lorvex অভ্যাসে রিমাইন্ডার যোগ করুন।
de: Fügt einer Lorvex-Gewohnheit eine Erinnerung hinzu.
el: Προσθέστε μια υπόμνηση σε μια συνήθεια Lorvex.
es: Añade un recordatorio a un hábito de Lorvex.
fa: افزودن یادآور به یک عادت Lorvex.
fr: Ajoute un rappel à une habitude de Lorvex.
he: הוספת תזכורת להרגל ב-Lorvex.
hi: Lorvex आदत में एक रिमाइंडर जोड़ें।
id: Menambahkan pengingat ke kebiasaan Lorvex.
it: Aggiunge un promemoria a un’abitudine di Lorvex.
ja: Lorvexの習慣にリマインダーを追加します。
ko: Lorvex 습관에 알림을 추가합니다.
mr: एका Lorvex सवयीमध्ये रिमाइंडर जोडा.
ms: Menambah peringatan pada tabiat Lorvex.
nl: Voegt een herinnering toe aan een Lorvex-gewoonte.
pl: Dodaje przypomnienie do nawyku Lorvex.
pt_br: Adiciona um lembrete a um hábito do Lorvex.
ro: Adaugă un memento unui obicei Lorvex.
ru: Добавляет напоминание к привычке Lorvex.
ta: Lorvex பழக்கத்துக்கு ஒரு நினைவூட்டலைச் சேர்க்கவும்.
te: Lorvex అలవాటుకు రిమైండర్‌ను జోడించండి.
th: เพิ่มเตือนความจำให้นิสัย Lorvex
tr: Bir Lorvex alışkanlığına anımsatıcı ekleyin.
uk: Додає нагадування до звички Lorvex.
ur: کسی Lorvex عادت میں یاد دہانی شامل کریں۔
vi: Thêm một lời nhắc vào thói quen Lorvex.
zh_hans: 为一个 Lorvex 习惯添加提醒。
zh_hant: 為 Lorvex 習慣新增提醒。

# system.habit.reminder.add.title
source: Add Lorvex Habit Reminder
ar: إضافة تذكير لعادة في Lorvex
bn: Lorvex অভ্যাসের রিমাইন্ডার যোগ করুন
de: Lorvex-Gewohnheitserinnerung hinzufügen
el: Προσθήκη υπόμνησης συνήθειας Lorvex
es: Añadir recordatorio de hábito de Lorvex
fa: افزودن یادآور عادت Lorvex
fr: Ajouter un rappel à une habitude de Lorvex
he: הוספת תזכורת להרגל ב-Lorvex
hi: Lorvex आदत का रिमाइंडर जोड़ें
id: Tambah Pengingat Kebiasaan Lorvex
it: Aggiungi promemoria abitudine di Lorvex
ja: Lorvexの習慣にリマインダーを追加
ko: Lorvex 습관 알림 추가
mr: Lorvex सवयीचा रिमाइंडर जोडा
ms: Tambah Peringatan Tabiat Lorvex
nl: Voeg Lorvex-gewoonteherinnering toe
pl: Dodaj przypomnienie dla nawyku Lorvex
pt_br: Adicionar lembrete de hábito do Lorvex
ro: Adăugare memento obicei Lorvex
ru: Добавить напоминание для привычки Lorvex
ta: Lorvex பழக்க நினைவூட்டலைச் சேர்
te: Lorvex అలవాటు రిమైండర్‌ను జోడించండి
th: เพิ่มเตือนความจำนิสัย Lorvex
tr: Lorvex alışkanlığına anımsatıcı ekle
uk: Додати нагадування для звички Lorvex
ur: ایک Lorvex عادت کی یاد دہانی شامل کریں
vi: Thêm lời nhắc thói quen Lorvex
zh_hans: 添加 Lorvex 习惯提醒
zh_hant: 新增 Lorvex 習慣提醒

# system.habit.reminder.delete.description
source: Delete one of a Lorvex habit’s reminders.
ar: حذف أحد تذكيرات عادة في Lorvex.
bn: একটি Lorvex অভ্যাসের রিমাইন্ডারগুলির মধ্যে একটি ডিলিট করুন।
de: Löscht eine der Erinnerungen einer Lorvex-Gewohnheit.
el: Διαγράψτε μία από τις υπομνήσεις μιας συνήθειας Lorvex.
es: Elimina uno de los recordatorios de un hábito de Lorvex.
fa: حذف یکی از یادآورهای یک عادت Lorvex.
fr: Supprime l’un des rappels d’une habitude de Lorvex.
he: מחיקת אחת מהתזכורות של הרגל ב-Lorvex.
hi: Lorvex आदत के रिमाइंडर में से एक हटाएँ।
id: Menghapus salah satu pengingat kebiasaan Lorvex.
it: Elimina uno dei promemoria di un’abitudine di Lorvex.
ja: Lorvexの習慣のリマインダーを1つ削除します。
ko: Lorvex 습관의 알림 하나를 삭제합니다.
mr: एका Lorvex सवयीचा एक रिमाइंडर हटवा.
ms: Memadamkan salah satu peringatan tabiat Lorvex.
nl: Verwijdert een van de herinneringen van een Lorvex-gewoonte.
pl: Usuwa jedno z przypomnień dla nawyku Lorvex.
pt_br: Exclui um dos lembretes de um hábito do Lorvex.
ro: Șterge unul dintre mementourile unui obicei Lorvex.
ru: Удаляет одно из напоминаний для привычки Lorvex.
ta: Lorvex பழக்கத்தின் நினைவூட்டல்களில் ஒன்றை நீக்கவும்.
te: Lorvex అలవాటు రిమైండర్‌లలో ఒకదాన్ని డిలీట్ చేయండి.
th: ลบเตือนความจำหนึ่งรายการของนิสัย Lorvex
tr: Bir Lorvex alışkanlığının anımsatıcılarından birini silin.
uk: Видаляє одне з нагадувань для звички Lorvex.
ur: کسی Lorvex عادت کی ایک یاد دہانی حذف کریں۔
vi: Xóa một trong các lời nhắc của thói quen Lorvex.
zh_hans: 删除一个 Lorvex 习惯的某个提醒。
zh_hant: 刪除 Lorvex 習慣的其中一個提醒。

# system.habit.reminder.delete.dialog
source: Deleted the %1$@ reminder at %2$@.
ar: تم حذف تذكير %1$@ عند %2$@.
bn: “%1$@” অভ্যাসের %2$@ সময়ের রিমাইন্ডার ডিলিট করা হয়েছে।
de: Erinnerung für %1$@ um %2$@ gelöscht.
el: Διαγράφηκε η υπόμνηση %1$@ στις %2$@.
es: Se eliminó el recordatorio de “%1$@” (%2$@).
fa: یادآور عادت «%1$@» در ساعت %2$@ حذف شد.
fr: Rappel de « %1$@ » (%2$@) supprimé.
he: התזכורת של ההרגל "%1$@" ב-%2$@ נמחקה.
hi: “%1$@” का %2$@ वाला रिमाइंडर हटा दिया गया।
id: Pengingat %1$@ pukul %2$@ dihapus.
it: Promemoria di “%1$@” (%2$@) eliminato.
ja: 「%1$@」の%2$@のリマインダーを削除しました。
ko: “%1$@” 습관의 %2$@ 알림을 삭제했습니다.
mr: ‘%1$@’ सवयीचा %2$@ वाजताचा रिमाइंडर हटवला.
ms: Peringatan %1$@ pada %2$@ dipadam.
nl: Herinnering voor %1$@ om %2$@ verwijderd.
pl: Usunięto przypomnienie dla „%1$@” o %2$@.
pt_br: Lembrete de “%1$@” (%2$@) excluído.
ro: Mementoul pentru %1$@ de la %2$@ a fost șters.
ru: Напоминание для «%1$@» в %2$@ удалено.
ta: %2$@ நேரத்தில் இருந்த “%1$@” நினைவூட்டல் நீக்கப்பட்டது.
te: %2$@ సమయానికి ఉన్న “%1$@” రిమైండర్ డిలీట్ చేయబడింది.
th: ลบเตือนความจำ %1$@ เวลา %2$@ แล้ว
tr: %2$@ saatindeki %1$@ anımsatıcısı silindi.
uk: Нагадування для «%1$@» о %2$@ видалено.
ur: عادت "%1$@" کی %2$@ کی یاد دہانی حذف کر دی گئی۔
vi: Đã xóa lời nhắc %1$@ lúc %2$@.
zh_hans: 已删除 %2$@ 的“%1$@”提醒。
zh_hant: 已刪除「%1$@」在 %2$@ 的提醒。

# system.habit.reminder.delete.not_found_dialog
source: That habit reminder no longer exists.
ar: لم يعد تذكير العادة هذا موجودًا.
bn: সেই অভ্যাসের রিমাইন্ডারটি আর নেই।
de: Diese Gewohnheitserinnerung gibt es nicht mehr.
el: Αυτή η υπόμνηση συνήθειας δεν υπάρχει πια.
es: Ese recordatorio de hábito ya no existe.
fa: آن یادآور عادت دیگر وجود ندارد.
fr: Ce rappel d’habitude n’existe plus.
he: תזכורת ההרגל הזו כבר לא קיימת.
hi: वह आदत रिमाइंडर अब मौजूद नहीं है।
id: Pengingat kebiasaan itu sudah tidak ada.
it: Quel promemoria di abitudine non esiste più.
ja: その習慣のリマインダーはすでに存在しません。
ko: 해당 습관 알림이 더 이상 없습니다.
mr: तो सवयीचा रिमाइंडर आता अस्तित्वात नाही.
ms: Peringatan tabiat itu sudah tiada.
nl: Die gewoonteherinnering bestaat niet meer.
pl: To przypomnienie dla nawyku już nie istnieje.
pt_br: Esse lembrete de hábito não existe mais.
ro: Acest memento de obicei nu mai există.
ru: Этого напоминания для привычки больше нет.
ta: அந்தப் பழக்க நினைவூட்டல் இனி இல்லை.
te: ఆ అలవాటు రిమైండర్ ఇక లేదు.
th: เตือนความจำของนิสัยนั้นไม่มีอยู่แล้ว
tr: Bu alışkanlık anımsatıcısı artık yok.
uk: Цього нагадування для звички більше немає.
ur: وہ عادت کی یاد دہانی اب موجود نہیں۔
vi: Lời nhắc thói quen đó không còn tồn tại.
zh_hans: 该习惯提醒已不存在。
zh_hant: 該習慣提醒已不存在。

# system.habit.reminder.delete.title
source: Delete Lorvex Habit Reminder
ar: حذف تذكير عادة في Lorvex
bn: Lorvex অভ্যাসের রিমাইন্ডার ডিলিট করুন
de: Lorvex-Gewohnheitserinnerung löschen
el: Διαγραφή υπόμνησης συνήθειας Lorvex
es: Eliminar recordatorio de hábito de Lorvex
fa: حذف یادآور عادت Lorvex
fr: Supprimer un rappel d’habitude de Lorvex
he: מחיקת תזכורת הרגל ב-Lorvex
hi: Lorvex आदत का रिमाइंडर हटाएँ
id: Hapus Pengingat Kebiasaan Lorvex
it: Elimina promemoria abitudine di Lorvex
ja: Lorvexの習慣のリマインダーを削除
ko: Lorvex 습관 알림 삭제
mr: Lorvex सवयीचा रिमाइंडर हटवा
ms: Padam Peringatan Tabiat Lorvex
nl: Verwijder Lorvex-gewoonteherinnering
pl: Usuń przypomnienie dla nawyku Lorvex
pt_br: Excluir lembrete de hábito do Lorvex
ro: Ștergere memento obicei Lorvex
ru: Удалить напоминание для привычки Lorvex
ta: Lorvex பழக்க நினைவூட்டலை நீக்கு
te: Lorvex అలవాటు రిమైండర్‌ను డిలీట్ చేయండి
th: ลบเตือนความจำนิสัย Lorvex
tr: Lorvex alışkanlık anımsatıcısını sil
uk: Видалити нагадування для звички Lorvex
ur: ایک Lorvex عادت کی یاد دہانی حذف کریں
vi: Xóa lời nhắc thói quen Lorvex
zh_hans: 删除 Lorvex 习惯提醒
zh_hant: 刪除 Lorvex 習慣提醒

# system.habit.reminder.set.dialog
source: Set %@ reminder at %@.
ar: تم ضبط تذكير %@ عند %@.
bn: “%@” অভ্যাসের রিমাইন্ডার %@ সময়ে সেট করা হয়েছে।
de: Erinnerung für %@ um %@ festgelegt.
el: Ορίστηκε η υπόμνηση %1$@ στις %2$@.
es: Se configuró el recordatorio de “%@” (%@).
fa: یادآور عادت «%1$@» برای ساعت %2$@ تنظیم شد.
fr: Rappel de « %@ » défini (%@).
he: תזכורת להרגל "%1$@" הוגדרה ל-%2$@.
hi: “%1$@” का रिमाइंडर %2$@ पर सेट किया गया।
id: Pengingat %@ diatur pukul %@.
it: Promemoria di “%@” impostato (%@).
ja: 「%@」のリマインダーを%@に設定しました。
ko: “%@” 습관의 알림 시간을 설정했습니다: %@
mr: ‘%@’ सवयीचा रिमाइंडर %@ वाजता सेट केला.
ms: Peringatan %@ ditetapkan pada %@.
nl: Herinnering voor %@ ingesteld op %@.
pl: Ustawiono przypomnienie dla „%@” na %@.
pt_br: Lembrete de “%@” definido (%@).
ro: Mementoul pentru %@ a fost fixat la %@.
ru: Напоминание для «%@» установлено на %@.
ta: %2$@ நேரத்தில் “%1$@” நினைவூட்டல் அமைக்கப்பட்டது.
te: %2$@ సమయానికి “%1$@” రిమైండర్ సెట్ చేయబడింది.
th: ตั้งเตือนความจำ %1$@ เวลา %2$@ แล้ว
tr: %2$@ saatindeki %1$@ anımsatıcısı ayarlandı.
uk: Нагадування для «%@» встановлено на %@.
ur: عادت "%1$@" کی یاد دہانی %2$@ پر سیٹ کر دی گئی۔
vi: Đã đặt lời nhắc %@ lúc %@.
zh_hans: 已将“%@”的提醒设置为 %@。
zh_hant: 已將「%@」的提醒設定為 %@。

# system.habit.reminder.update.description
source: Change when a Lorvex habit reminder goes off, or turn it on or off.
ar: تغيير موعد تذكير عادة في Lorvex، أو تشغيله أو إيقافه.
bn: Lorvex অভ্যাসের রিমাইন্ডার কখন বাজবে তা বদলান, অথবা সেটি চালু বা বন্ধ করুন।
de: Ändert, wann eine Lorvex-Gewohnheitserinnerung ausgelöst wird, oder schaltet sie ein oder aus.
el: Αλλάξτε πότε χτυπά η υπόμνηση μιας συνήθειας Lorvex ή ενεργοποιήστε ή απενεργοποιήστε την.
es: Cambia la hora de un recordatorio de hábito de Lorvex, o lo activa o desactiva.
fa: تغییر زمان فعال شدن یادآور یک عادت Lorvex، یا روشن یا خاموش کردن آن.
fr: Modifie l’heure d’un rappel d’habitude de Lorvex, ou l’active ou le désactive.
he: שינוי השעה שבה תזכורת של הרגל ב-Lorvex מופעלת, או הפעלה וכיבוי שלה.
hi: Lorvex आदत के रिमाइंडर का समय बदलें, या उसे चालू या बंद करें।
id: Mengubah kapan pengingat kebiasaan Lorvex berbunyi, atau menyalakan atau mematikannya.
it: Cambia l’ora di un promemoria di abitudine di Lorvex, oppure lo attiva o disattiva.
ja: Lorvexの習慣のリマインダーの時刻を変更するか、オンまたはオフにします。
ko: Lorvex 습관 알림의 시간을 바꾸거나 알림을 켜거나 끕니다.
mr: Lorvex सवयीचा रिमाइंडर केव्हा वाजेल ते बदला, किंवा तो चालू किंवा बंद करा.
ms: Mengubah bila peringatan tabiat Lorvex berbunyi, atau mengaktifkan atau menyahaktifkannya.
nl: Wijzigt wanneer een Lorvex-gewoonteherinnering afgaat, of zet die aan of uit.
pl: Zmienia godzinę przypomnienia dla nawyku Lorvex albo je włącza lub wyłącza.
pt_br: Altera o horário de um lembrete de hábito do Lorvex ou o ativa ou desativa.
ro: Modifică momentul în care se declanșează un memento de obicei Lorvex sau îl activează ori îl dezactivează.
ru: Меняет время напоминания для привычки Lorvex или включает и выключает его.
ta: Lorvex பழக்க நினைவூட்டல் எப்போது வர வேண்டும் என்பதை மாற்றவும், அல்லது அதை ஆன் அல்லது ஆஃப் செய்யவும்.
te: Lorvex అలవాటు రిమైండర్ ఎప్పుడు వస్తుందో మార్చండి, లేదా దాన్ని ఆన్ లేదా ఆఫ్ చేయండి.
th: เปลี่ยนเวลาที่เตือนความจำของนิสัย Lorvex จะดังขึ้น หรือเปิดหรือปิดเตือนความจำนั้น
tr: Bir Lorvex alışkanlığı anımsatıcısının ne zaman çalacağını değiştirin ya da anımsatıcıyı açın veya kapatın.
uk: Змінює час нагадування для звички Lorvex або вмикає чи вимикає його.
ur: کسی Lorvex عادت کی یاد دہانی کا وقت بدلیں، یا اسے آن یا بند کریں۔
vi: Thay đổi thời điểm lời nhắc thói quen Lorvex kích hoạt, hoặc bật hay tắt lời nhắc.
zh_hans: 更改一个 Lorvex 习惯提醒的时间，或将其打开或关闭。
zh_hant: 更改 Lorvex 習慣提醒的時間，或將其開啟或關閉。

# system.habit.reminder.update.off_dialog
source: Turned off the %1$@ reminder at %2$@.
ar: تم إيقاف تذكير %1$@ عند %2$@.
bn: “%1$@” অভ্যাসের %2$@ সময়ের রিমাইন্ডার বন্ধ করা হয়েছে।
de: Erinnerung für %1$@ um %2$@ ausgeschaltet.
el: Απενεργοποιήθηκε η υπόμνηση %1$@ στις %2$@.
es: Se desactivó el recordatorio de “%1$@” (%2$@).
fa: یادآور عادت «%1$@» در ساعت %2$@ خاموش شد.
fr: Rappel de « %1$@ » (%2$@) désactivé.
he: התזכורת של ההרגל "%1$@" ב-%2$@ כובתה.
hi: “%1$@” का %2$@ वाला रिमाइंडर बंद कर दिया गया।
id: Pengingat %1$@ pukul %2$@ dimatikan.
it: Promemoria di “%1$@” (%2$@) disattivato.
ja: 「%1$@」の%2$@のリマインダーをオフにしました。
ko: “%1$@” 습관의 %2$@ 알림을 껐습니다.
mr: ‘%1$@’ सवयीचा %2$@ वाजताचा रिमाइंडर बंद केला.
ms: Peringatan %1$@ pada %2$@ dinyahaktifkan.
nl: Herinnering voor %1$@ om %2$@ uitgezet.
pl: Wyłączono przypomnienie dla „%1$@” o %2$@.
pt_br: Lembrete de “%1$@” (%2$@) desativado.
ro: Mementoul pentru %1$@ de la %2$@ a fost dezactivat.
ru: Напоминание для «%1$@» в %2$@ выключено.
ta: %2$@ நேரத்தில் இருந்த “%1$@” நினைவூட்டல் ஆஃப் செய்யப்பட்டது.
te: %2$@ సమయానికి ఉన్న “%1$@” రిమైండర్ ఆఫ్ చేయబడింది.
th: ปิดเตือนความจำ %1$@ เวลา %2$@ แล้ว
tr: %2$@ saatindeki %1$@ anımsatıcısı kapatıldı.
uk: Нагадування для «%1$@» о %2$@ вимкнено.
ur: عادت "%1$@" کی %2$@ کی یاد دہانی بند کر دی گئی۔
vi: Đã tắt lời nhắc %1$@ lúc %2$@.
zh_hans: 已关闭“%1$@”在 %2$@ 的提醒。
zh_hant: 已關閉「%1$@」在 %2$@ 的提醒。

# system.habit.reminder.update.title
source: Update Lorvex Habit Reminder
ar: تحديث تذكير عادة في Lorvex
bn: Lorvex অভ্যাসের রিমাইন্ডার আপডেট করুন
de: Lorvex-Gewohnheitserinnerung aktualisieren
el: Ενημέρωση υπόμνησης συνήθειας Lorvex
es: Actualizar recordatorio de hábito de Lorvex
fa: به‌روزرسانی یادآور عادت Lorvex
fr: Mettre à jour un rappel d’habitude de Lorvex
he: עדכון תזכורת הרגל ב-Lorvex
hi: Lorvex आदत का रिमाइंडर अपडेट करें
id: Perbarui Pengingat Kebiasaan Lorvex
it: Aggiorna promemoria abitudine di Lorvex
ja: Lorvexの習慣のリマインダーを更新
ko: Lorvex 습관 알림 업데이트
mr: Lorvex सवयीचा रिमाइंडर अपडेट करा
ms: Kemas Kini Peringatan Tabiat Lorvex
nl: Werk Lorvex-gewoonteherinnering bij
pl: Zaktualizuj przypomnienie dla nawyku Lorvex
pt_br: Atualizar lembrete de hábito do Lorvex
ro: Actualizare memento obicei Lorvex
ru: Обновить напоминание для привычки Lorvex
ta: Lorvex பழக்க நினைவூட்டலைப் புதுப்பி
te: Lorvex అలవాటు రిమైండర్‌ను అప్‌డేట్ చేయండి
th: อัปเดตเตือนความจำนิสัย Lorvex
tr: Lorvex alışkanlık anımsatıcısını güncelle
uk: Оновити нагадування для звички Lorvex
ur: ایک Lorvex عادت کی یاد دہانی اپ ڈیٹ کریں
vi: Cập nhật lời nhắc thói quen Lorvex
zh_hans: 更新 Lorvex 习惯提醒
zh_hant: 更新 Lorvex 習慣提醒

# system.habit.reminders.read.description
source: Read the reminders of a Lorvex habit.
ar: قراءة تذكيرات عادة في Lorvex.
bn: একটি Lorvex অভ্যাসের রিমাইন্ডার পড়ুন।
de: Liest die Erinnerungen einer Lorvex-Gewohnheit.
el: Διαβάστε τις υπομνήσεις μιας συνήθειας Lorvex.
es: Lee los recordatorios de un hábito de Lorvex.
fa: خواندن یادآورهای یک عادت Lorvex.
fr: Lit les rappels d’une habitude de Lorvex.
he: קריאת התזכורות של הרגל ב-Lorvex.
hi: Lorvex आदत के रिमाइंडर पढ़ें।
id: Membaca pengingat kebiasaan Lorvex.
it: Legge i promemoria di un’abitudine di Lorvex.
ja: Lorvexの習慣のリマインダーを読み取ります。
ko: Lorvex 습관의 알림을 읽습니다.
mr: एका Lorvex सवयीचे रिमाइंडर वाचा.
ms: Membaca peringatan tabiat Lorvex.
nl: Leest de herinneringen van een Lorvex-gewoonte.
pl: Odczytuje przypomnienia dla nawyku Lorvex.
pt_br: Lê os lembretes de um hábito do Lorvex.
ro: Citește mementourile unui obicei Lorvex.
ru: Читает напоминания для привычки Lorvex.
ta: Lorvex பழக்கத்தின் நினைவூட்டல்களைப் படிக்கவும்.
te: Lorvex అలవాటు రిమైండర్‌లను చదవండి.
th: อ่านเตือนความจำของนิสัย Lorvex
tr: Bir Lorvex alışkanlığının anımsatıcılarını okuyun.
uk: Читає нагадування для звички Lorvex.
ur: کسی Lorvex عادت کی یاد دہانیاں پڑھیں۔
vi: Đọc các lời nhắc của một thói quen Lorvex.
zh_hans: 读取一个 Lorvex 习惯的提醒。
zh_hant: 讀取 Lorvex 習慣的提醒。

# system.habit.reminders.read.dialog_count
source: %1$@ has %2$lld reminders.
ar: لدى %1$@ %2$lld تذكير.
bn: “%1$@” অভ্যাসে %2$lldটি রিমাইন্ডার আছে।
de: %1$@ hat %2$lld Erinnerungen.
el: Η συνήθεια %1$@ έχει %2$lld υπομνήσεις.
es: “%1$@” tiene %2$lld recordatorios.
fa: عادت «%1$@» %2$lld یادآور دارد.
fr: « %1$@ » a %2$lld rappels.
he: להרגל "%1$@" יש %2$lld תזכורות.
hi: “%1$@” के %2$lld रिमाइंडर हैं।
id: %1$@ memiliki %2$lld pengingat.
it: “%1$@” ha %2$lld promemoria.
ja: 「%1$@」にはリマインダーが%2$lld件あります。
ko: “%1$@”에 알림이 %2$lld개 있습니다.
mr: ‘%1$@’ सवयीमध्ये %2$lld रिमाइंडर आहेत.
ms: %1$@ mempunyai %2$lld peringatan.
nl: %1$@ heeft %2$lld herinneringen.
pl: „%1$@” ma %2$lld przypomnienia.
pt_br: “%1$@” tem %2$lld lembretes.
ro: %1$@ are %2$lld de mementouri.
ru: У «%1$@» %2$lld напоминания.
ta: %1$@: %2$lld நினைவூட்டல்கள் உள்ளன.
te: %1$@: %2$lld రిమైండర్‌లు ఉన్నాయి.
th: %1$@ มีเตือนความจำ %2$lld รายการ
tr: %1$@ alışkanlığının %2$lld anımsatıcısı var.
uk: У «%1$@» %2$lld нагадування.
ur: عادت "%1$@" کی %2$lld یاد دہانیاں ہیں۔
vi: %1$@ có %2$lld lời nhắc.
zh_hans: “%1$@”有 %2$lld 个提醒。
zh_hant: 「%1$@」有 %2$lld 個提醒。
